Repository: isabella232/webservices_commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bad request
ru: Неверный запрос

source: Think it's a mistake?
ru: Считаете, что это ошибка?

source: Denial of access to
ru: Ошибка запрета доступа к

source: There is no access to the page
ru: Нет доступа к странице

source: Let us know
ru: Дайте нам знать

source: 403 Forbidden
ru: 403 Доступ запрещен

source: The access to this page is forbidden
ru: Доступ к этой странице запрещен

source: 404 Page not found
ru: 404 Страница не найдена

source: Page does not exist
ru: Страница не существует

source: Check your link or
ru: Проверьте ссылку или

source: Non-existent page on
ru: Несуществующая страница на

source: Action on the website led me to a 404 page
ru: Действие на сайте привело меня на несуществующую страницу

source: let us know
ru: дайте нам знать

source: 500 Internal server error
ru: 500 Ошибка на сервере

source: An error occurred on the server
ru: Произошла ошибка на сервере

source: Chances are we already working to fix the problem. Try to refresh the page after&nbsp;some time or
ru: Скорее всего мы уже работаем над устранением проблемы. Попробуйте обновить страницу через некоторое время или

source: Server error
ru: Ошибка на сервере

source: Server error when accessing
ru: Ошибка на сервере при просмотре страницы

source: Go back
ru: Вернуться назад

source: Profile
ru: Профиль

source: Web GIS Settings
ru: Настройки Веб ГИС

source: Sign Out
ru: Выйти

# menu_item
source: Sign in
ru: Войти

source: Terms of Service
ru: Пользовательское соглашение

source: Privacy Policy
ru: Политика конфиденциальности

source: Please confirm your E-mail
ru: Пожалуйста, подтвердите ваш адрес электронной почты

source: We sent an email with a link to confirm your address to
ru: Мы выслали письмо со ссылкой для подтверждения e-mail на адрес

source: Please follow the link in our email.
ru: Пожалуйста, перейдите по ссылке из письма.

source: You will be able to start working with NextGIS services after that.
ru: После этого вы сможете приступить к работе.

source: Send the email again
ru: Выслать письмо еще раз

source: Change your e-mail
ru: Изменить e-mail

source: Log Out
ru: Выйти

source: This field is required
ru: Заполните обязательное поле

source: Please enter a valid email address
ru: Введите правильный e-mail

source: This value must start with \"http://\" or \"https://\"
ru: Это значение должно начинаться с \"http://\" or \"https://\"

source: Please enter a valid date
ru: Введите верную дату

source: This field must be a number
ru: Здесь должно быть число

source: Please enter a valid card number
ru: Введите правильный номер карты

source: The values are not the same
ru: Значения не совпадают

source: Enter a valid username. This value may contain only letters, numbers and \"-\", \"_\", \".\" characters.
ru: Логин должен состоять из латинских букв, цифр и знаков \"-\", \"_\", \".\"

source: This value may contain only letters and spaces
ru: Допустимы только буквы и пробелы

source: Only alphabetic, numeric characters and hyphen are allowed. At least 4 characters are needed
ru: Введите не менее 4х символов. Допустимы только латинские буквы, цифры и знак \"-\".

source: Please enter a valid value
ru: Введите верное значение
